Repository: piratar/wasa2il
Catalog: wasa2il/locale/*/LC_MESSAGES/django.po
Languages: is

source: New elections
is: Nýjar kosningar

source: Verified Users
is: Staðfestir notendur

source: Polity officers
is: Umsjónarmenn þings

source: Officers can manage issues and manage elections.
is: Umsjónarmenn hafa umsjón með málum og kosningum.

source: They can promote users to wranglers and manage tasks like wranglers.
is: Þeir geta gert aðra notendur að verkefnastjórum og stýrt verkum sem slíkir.

source: These officers have no access beyond other users to personal information, votes, or other database contents.
is: Þessir umsjónarmenn hafa engan aðgang umfram aðra notendur að persónugögnum, atkvæðum eða öðru efni í gagnagrunni.

source: Note that system administrators which are not listed here may still have additional access.
is: Athugið að kerfisstjórar sem ekki eru listaðir hér geta samt sem áður haft víðtækari aðgang.

source: No officers have been designated for this polity.
is: Enginn umsjónarmaður hefur verið útnefndur fyrir þetta þing.

source: Wranglers can create tasks, assign users to tasks they have applied to, unassign users from tasks, and mark tasks as done.
is: Umsjónarmenn sjálfboðaliða geta búið til verkefni, úthlutað verkefnum til umsækjenda, afskráð fólk úr verkefnum og skráð verkefni sem búin.

source: No wranglers have been configured for this polity.
is: Engir umsjónarmenn sjálfboðaliða hafa verið skráðir í þetta þing.

source: Close
is: Loka

source: New polity
is: Nýtt þing

source: Polity settings
is: Stillingar þings

source: User
is: Notandi

source: Candidate in:
is: Frambjóðandi í:

source: Biography
is: Sjálfslýsing

source: This user hasn't provided a biography.
is: Þessi notandi hefur ekki skrifað lýsingu á sjálfum sér.

source: Officer
is: Umsjónarmaður

source: Volunteer wrangler
is: Umsjónarmaður sjálfboðaliða

source: Member
is: Meðlimur

source: %(user)s is not a member of any polities.
is: %(user)s er ekki meðlimur neins þings.

source: seat
is: sæti

source: Elected
is: Kosinn

source: Not elected
is: Ekki kosinn

source: %(user)s has not run in any elections.
is: %(user)s hefur ekki boðið sig fram í neinum kosningum.

source: %(user)s has not proposed anything.
is: %(user)s hefur ekki lagt neitt til.

source: Welcome to Wasa2il!
is: Velkominn í Wasa2il!

source: You are now successfully signed up. Sign in to start having fun!
is: Þú hefur nú verið nýskráður. Skráðu þig inn til þess að hefja skemmtunina!

source: Email verified!
is: Netfang staðfest!

source: Congratulations, your email has been verified!
is: Til hamingju, netfangið þitt hefur verið staðfest!

source: You may now try to log in!
is: Þú getur núna reynt að innskrá þig!

source: Login
is: Innskrá

source: registration
is: skráning

source: To activate your account, your email address must be verified by clicking the link below within the next %(expiration_days)s days:
is: Til að virkja aðgang þinn, þarf að staðfesta netfang með því að smella á hlekkinn hér fyrir neðan innan %(expiration_days)s daga:

source: This is a registration verification email from %(site_name)s. If you have in fact not registered, please ignore this email message and the registration with automatically be removed.
is: Þetta er staðfesting á skráningu á %(site_name)s. Ef þú varst ekki að skrá þig, vinsamlegast líttu hunsaðu þennan póst og skráningin verður sjálfkrafa fjarlægð.

source: We thank you for the support and participation.
is: Við þökkum kærlega fyrir stuðninginn og þátttökuna.

source: Email verification
is: Staðfesting netfangs

source: and partake in democracy...
is: og taktu þátt í lýðræðinu...

source: If you forgot your username, you can log in with your email address or SSN instead.
is: Ef þú hefur gleymt notendanafni þínu, þá má einnig nota netfang eða kennitölu til innskráningar.

source: If problems arise, please send an email to the following email address:
is: Ef vandamál koma upp, vinsamlegast sendið netpóst á eftirfarandi netfang:

source: Password reset
is: Stilla Lykilorð

source: Logged out
is: Skráð út

source: We hope you'll be back soon. It'd be fun!
is: Við vonum að þú komir fljótt aftur! Það væri gaman!

source: Success! Your password has been changed.
is: Það tókst! Lykilorði þínu hefur verið breytt.

source: Back to settings
is: Aftur í stillingar

source: Error
is: Villa

source: Password reset failed
is: Mistókst að breyta lykilorðinu! Kannski var vefslóðin úrelt?

source: Check your email!
is: Kannaðu tölvupóstinn þinn!

source: Email with password reset instructions may have been sent.
is: Ef þetta var rétt netfang, þá hefur tölvupóstur með upplýsingum um endurstillingu lykilorðs verið sendur.

source: Hints:
is: Athugið:

source: Check your spam folder!
is: Mundu að kíkja í ruslpóstinn!

source: If you do not receive an email, try resetting your password with other email addresses you may have used.
is: Ef þú fékkst engan póst, reyndu þá að endurstilla lykilorðið með öðrum netföngum sem þú gætir hafa notað.

source: For security and privacy reasons, we cannot tell you whether you used the correct email address. Sorry!
is: Af öryggis- og persónuverndarástæðum, getum við því miður ekki gefið það upp á vefnum hvort þú notaðir rétt netfang.

source: Still nothing? Try creating a new account.
is: Enn ekkert? Kannski þarftu að nýskrá þig.

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
is: Þú ert að fá þennan póst vegna þess að þú (eða einhver sem þykist vera þú) baðst um að lykilorð þitt yrði endurstillt á vefnum %(domain)s. Ef þú vilt ekki endurstilla lykilorðið þitt, vinsamlegast hunsaðu þennan tölvupóst.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
is: Til að endurstilla lykilorðið þitt skaltu smella á eftirfarandi tengil eða afrita hann inn í vafrann þinn:

source: Reset password
is: Endurstilla lykilorð

source: Your username, in case you've forgotten:
is: Notandanafnið þitt er, ef ske kynni að þú hefðir gleymt því:

source: Not sure which email you used? Try them all!
is: Ekki viss hvaða netfang þú notaðir? Prófaðu þau öll!

source: Password reset requested
is: Beiðni um endurstillingu lykilorðs

source: Please check your email to find the verification message we have just sent, and click the appropriate link.
is: Í tölvupósti þínum ættirðu að finna skilaboð frá okkur til staðfestingar á netfanginu þínu. Vinsamlegast finndu þann póst og smelltu á viðeigandi tengil.

source: Please be advised that by registering and verifying your account, you become a member of the Pirate Party of Iceland.
is: Vinsamlegast athugið að með því að nýskrá og staðfesta aðgang gerist þú meðlimur að Pírötum.

source: Verification error
is: Villa við staðfestingu

source: The following error occurred during the processing of your account's verification:
is: Eftirfarandi villa kom upp við staðfestingu aðgangsins þíns:

source: Please try again and if the error persists, contact an administrator.
is: Vinsamlegast reynið aftur og ef villan kemur aftur, hafið samband við umsjónarmann.

source: Age below age limit
is: Lágmarksaldri ekki náð

source: We are sorry to inform you that you have not yet reached the minimum required age of %(age_limit)s years. According to our information, you are %(age)s years old.
is: Okkur þykir leitt að tilkynna þér að þú hefur ekki enn náð lágmarksaldri fyrir aðgang, sem er %(age_limit)s ár. Samkvæmt okkar gögnum ertu %(age)s ára.

source: We will be very happy to provide you with access once you reach the minimum required age.
is: Við veitum þér aðgang með mikilli gleði þegar þú hefur náð tilsettum aldri.

source: Front page
is: Forsíða

source: Multiple accounts detected
is: Fleiri en einn reikningur til

source: It appears that you already have a different account. Its username and email address are provided below. Please try logging in again using its credentials.
is: Það lítur út fyrir að þú eigir nú þegar reikning. Fyrir neðan sjást notandanafn og netfang. Vinsamlegast reynið innskráningu með þeim upplýsingum.

source: If you have any further problems, please contact an administrator.
is: Ef þú rekst á einhver frekari vandamál, vinsamlegast hafðu samband við umsjónarmann.

source: Username
is: Notandanafn

source: Email
is: Netfang

source: Invalid entity
is: Ógildur aðili

source: The entity %(name)s with the SSN %(ssn)s is an invalid entity.
is: Aðilinn %(name)s með kennitöluna %(ssn)s er ógildur aðili.

source: Please try using a valid entity for verifying your account.
is: Vinsamlegast reyndu aftur með gildum aðila til að staðfesta aðganginn þinn.

source: Try again
is: Reyna aftur

source: Verification needed
is: Staðfestingar er þörf

source: The account registration process cannot be completed until verification has been provided.
is: Staðfestingu á auðkenni þarf til þess að klára skráningarferli.

source: Please select one of the following options
is: Vinsamlegast veljið einn eftirfarandi valmöguleika

source: Verify identity
is: Staðfesta auðkenni

source: Delete task
is: Eyða verkefni

source: Are you absolutely certain that you want to delete this task?
is: Ertu algjörlega viss um að þú viljir eyða þessu verkefni?

source: This action cannot be undone.
is: Ekki er hægt að taka þessa aðgerð til baka.

source: hours per week
is: klukkustundir á viku

source: Currently there are no tasks that need help.
is: Eins og er eru engin verkefni sem þurfa sjálfboðaliða.

source: New task
is: Nýtt verkefni

source: Hide completed tasks
is: Fela kláruð verkefni

source: Show completed tasks
is: Sýna kláruð verk

source: Applications for tasks
is: Umsóknir í verkefni

source: Not done
is: Ekki lokið

source: Done
is: Lokið

source: Stop recruiting
is: Hætta að taka við umsóknum

source: Start recruiting
is: Hefja leit að sjálfboðaliðum

source: Applications
is: Umsóknir

# applications
source: Needed
is: Nauðsynlegar

# applications
source: Accepted
is: Samþykktar

source: Reason for applying
is: Rökstuðningur umsóknar

source: Available time
is: Tími aflögu

source: Unassign user
is: Afskrá notanda

source: Accept application
is: Samþykkja umsókn

source: No applications yet. Perhaps try drawing attention to the task somehow?
is: Engar umsóknir komnar. Kannski myndi hjálpa að vekja athygli á verkefninu einhvernvegin?

source: Required skills
is: Nauðsynlegir hæfileikar

source: Apply for task
is: Sækja um í verkefnið

source: Thank you! You successfully applied for this task. You will be contacted by the wrangler of this task.
is: Takk! Þú hefur sent inn umsókn fyrir þetta verkefni. Umsjónarmaður verkefnisins mun hafa samband við þig.

source: In order to volunteer, you must provide your phone number in your user profile, so that we can contact you regarding the task.
is: Til að bjóða þig fram til þessa verkefnis þarftu að veita símanúmer þitt í notendastillingunum þínum, þannig að við getum haft samband við þig um verkefnið.

source: (You will be redirected back to this task.)
is: (Þér verður sjálfkrafa beint aftur í þetta verkefni.)

source: I accept that the task's wrangler will have access to my contact data.
is: Ég samþykki aðgang verkefnisstjóra að upplýsingum til að hafa samband.

source: Apply
is: Sækja um

source: This task has been completed already.
is: Þessu verki er þegar lokið.

source: Please login to apply for this task.
is: Vinsamlegast innskráðu þig til að sækja um þetta verkefni.

source: Pitch in, help out
is: Leggðu þitt af mörkum

source: %(number)s tasks need your help
is: %(number)s verkefni í boði

source: Check out the tasks
is: Kíkja á verkefnin sem eru í boði

source: View your tasks
is: Skoða verkefnin þín

source: Review applications
is: Yfirfara umsóknir

source: Volunteer tasks
is: Sjálfboðaliðastörf

source: Hide filter
is: Fela síu

source: Clear filter
is: Hreinsa síu

source: User tasks
is: Verkefni notanda

source: In order to use this software, you must accept the following terms and conditions.
is: Til að nota þennan hugbúnað verður þú að samþykkja eftirfarandi skilmála.

source: Information
is: Upplýsingar

source: Accept all
is: Samþykkja alla

source: Accept
is: Samþykkja

source: Back to: Personal data
is: Til baka: Persónugögn

source: There are no topics in this polity!
is: Það eru engir málaflokkar á þessu þingi!

source: Start a new topic
is: Stofna nýjan málaflokk

source: List of issues
is: Málalisti

source: Open
is: Opið

source: Closed
is: Lokað

source: Followers of this topic
is: Fylgjendur þessa málaflokks

source: New topic
is: Nýr málaflokkur

source: Show only starred topics
is: Sýna bara stjörnumerkta málaflokka

source: of discussion
is: til umræðu

source: Topics are thematic categories that contain specific issues.
is: Málaflokkar eru flokkar með þemu sem innihalda mál.

source: Open Issues
is: Opin mál

source: Voting Issues
is: Mál í kosningu

source: Welcome!
is: Velkomin(n)!

source: Congratulations on finishing the installation!
is: Til hamingju með að hafa klárað innsetninguna!

source: The first order of business is creating a so-called polity. A polity is a venue in which users democratically decide on issues and elections. You can create as many as you like, but if you're unsure, you probably only need one.
is: Fyrst á dagskrá er að búa til svokallað þing. Þing er svæði þar sem notendur taka ákvarðanir um mál og kjósa í kosningum. Þú getur búið til eins mörg og þú vilt, en ef þú ert óviss, þarftu sennilega bara eitt.

source: Please log in with the superuser account, which should have been created during the installation process, and you should immediately be redirected to polity creation.
is: Endilega skráðu þig inn með aðgangi ofurnotanda, sem á að hafa verið búinn til í innsetningarferlinu, til þess að búa til nýtt þing.
