Repository: piratar/wasa2il
Catalog: wasa2il/locale/*/LC_MESSAGES/django.po
Languages: is

source: For security reasons, you have been automatically logged out due to inactivity.
is: Af öryggisástæðum hefurðu verið sjálfkrafa útskráð(ur) vegna langs tíma frá síðustu virkni.

source: E-mail
is: Netfang

source: You can change your email address, but will then need to verify it.
is: Þú getur breytt netfangi þínu, en þarft þá að staðfesta það.

source: Filename must contain file extension
is: Ending skráarnafns verður að tilgreina tegund

source: Only the following file endings are allowed
is: Einungis eftirfarandi skráartegundir eru heimilar

source: Yes
is: Já

source: No
is: Nei

source: Consent for sending email
is: Samþykki fyrir póstsendingum

source: Name
is: Nafn

source: The name to display on the site.
is: Nafnið sem birtist á vefnum.

source: Phone
is: Sími

source: Mostly intended for active participants such as volunteers and candidates.
is: Fyrst og fremst fyrir virka þátttakendur, t.d. sjálfboðaliða og frambjóðendur.

source: E-mail visible
is: Netfang sýnilegt

source: Whether to display your email address on your profile page.
is: Við sýnum <strong>ekki</strong> netföng notenda okkar opinberlega.

source: Bio
is: Saga

source: Declaration of interests
is: Hagsmunaskráning

source: Picture
is: Mynd

source: Whether to consent to receiving notifications via email.
is: Samþykki fyrir því að fá tilkynningar með tölvupósti.

source: Language
is: Tungumál

source: Whether to show all topics in a polity, or only starred.
is: Hvort eigi að sýna mál þings, eða einungis stjörnumerkt.

source: Add comment
is: Bæta við ummælum

source: Voting system
is: Talningarkerfi

source: Results are ordered
is: Niðurstöður eru raðaðar

source: Deadline for candidacies
is: Framboðsfrestur

source: Election begins
is: Kosning hefst

source: Election ends
is: Kosningu lýkur

source: Voting polities
is: Þing kjósenda

source: Candidate polities
is: Þing frambjóðenda

source: Membership deadline
is: Skráningarmörk kjósenda

source: Instructions
is: Leiðbeiningar

source: Statistics as JSON
is: Tölfræði sem JSON

source: Publish basic ballot statistics
is: Gefa út grunntölfræði um atkvæði

source: Publish ballot statistics for each candidate
is: Gefa út tölfræði um atkvæði til hvers frambjóðanda

source: Publish advanced statistics (downloadable)
is: Gefa út ítarlega tölfræði (niðurhalanlega)

source: Concluded
is: Lokið

source: Voting
is: Í kosningu

source: Waiting
is: Í bið

source: Accepting candidates
is: Opið fyrir framboð

source: Schulze, ordered list
is: Schulze, raðaður listi

source: STV, single winner
is: STV, einn sigurvegari

source: STV, two winners
is: STV, tveir sigurvegarar

source: STV, three winners
is: STV, þrír sigurvegarar

source: STV, four winners
is: STV, fjórir sigurvegarar

source: STV, five winners
is: STV, fimm sigurvegarar

source: STV, eight winners
is: STV, átta sigurvegarar

source: STV, ten winners
is: STV, tíu sigurvegarar

source: Email change
is: Netfangsbreyting

source: Your new email address is
is: Nýja netfangið þitt er

source: Main page
is: Forsíða

source: Accepted at assembly
is: Samþykkt á samkomu

source: Rejected at assembly
is: Hafnað á samkomu

source: Retracted
is: Dregin til baka

source: A great issue name expresses the essence of a proposal as briefly as possible.
is: Frábært málsnafn lýsir kjarna tillögunnar eins stuttlega og mögulegt er.

source: Description
is: Lýsing

source: An issue description is usually just a copy of the proposal's description, but you can customize it here if you so wish.
is: Lýsing máls er venjulega afrit af lýsingu tillögunnar, en þú getur sérsniðið hana hér ef þú vilt.

source: Topics
is: Málaflokkar

source: Ruleset
is: Reglur

source: Special process
is: Sérstakur ferill

source: Policy
is: Stefna

source: Bylaw
is: Lög

source: Motion
is: Ályktun

source: Other
is: Annað

source: Proposed
is: Tillaga

source: Accepted
is: Samþykkt

source: Rejected
is: Hafnað

source: Deprecated
is: Úrelt

source: version
is: útgáfa

source: Officers
is: Umsjónarmenn

source: Volunteer wranglers
is: Umsjónarmenn sjálfboðaliða

source: Publicly listed?
is: Listað opinberlega?

source: Whether the polity is publicly listed or not.
is: Hvort þingið sé listað opinberlega eður ei.

source: Can only officers make new issues?
is: Geta einungis umsjónarmenn búið til ný mál?

source: If this is checked, only officers can create new issues. If it's unchecked, any member can start a new issue.
is: Ef þetta er valið geta einungis umsjónarmenn búið til ný mál. Ellegar geta allir meðlimir búið til ný mál.

source: Front polity?
is: Aðalþing?

source: If checked, this polity will be displayed on the front page. The first created polity automatically becomes the front polity.
is: Ef hakað er við þetta verður þetta þing sýnt á forsíðunni. Fyrsta þingið sem búið er til verður sjálfkrafa að aðalþingi.

source: Short description
is: Stutt lýsing

source: Clearly state the objective of the task. Maximum 200 letters.
is: Skýrt orðað markmið verkefnisins. 200 stafa hámark.

source: Equality
is: Jafnrétti

source: Education
is: Menntun

source: Justice and Law Enforcement
is: Réttarfar og löggæsla

source: Economy
is: Efnahagsmál

source: Healthcare
is: Heilbrigðismál

source: Housing
is: Húsnæðismál

source: Welfare
is: Velferð

source: Culture
is: Menning

source: Industry
is: Iðnaður

source: Public finances
is: Opinber fjármál

source: Transportation
is: Samgöngur

source: Governance
is: Stjórnun

source: Municipal affairs
is: Sveitarstjórnarmál

source: Environment
is: Umhverfið

source: Foreign affairs
is: Utanríkismál

source: Defence
is: Varnarmál

source: Physical work
is: Líkamleg vinna

source: Training
is: Þjálfun

source: Design
is: Hönnun

source: Research
is: Rannsóknir

source: Volunteer coordination
is: Verkstjórn sjálfboðaliða

source: Grassroots organizing
is: Grasrótarskipulag

source: Legal writing
is: Lagatextasmíði

source: Writing and editing
is: Skrif og ritstýring

source: Public representation
is: Opinber framkoma

source: Technical development
is: Tækniþróun

source: Management
is: Samþykkt

source: Planning and execution
is: Skipulagning og framkvæmdir

source: Translating
is: Þýðingar

source: Detailed description
is: Nánari lýsing

source: Requirements
is: Kröfur

source: Number of volunteers needed
is: Nauðsynlegur fjöldi sjálfboðaliða

source: Select 0 if not applicable.
is: Veljið 0 ef gildið ekki á við.

source: Estimated hours per week
is: Áætlaður tímafjöldi í viku

source: Estimated number of weeks
is: Áætlaður fjöldi vikna

source: Require phone number from volunteers
is: Krefst símanúmers frá sjálfboðaliðum

source: Make users provide their phone numbers in the profiles to partake in the task.
is: Notendur þurfi að setja inn símanúmer sín í notendastillingar til þess að geta gerst sjálfboðaliðar í verkefninu.

source: Is recruiting
is: Opið fyrir umsóknir

source: Why me?
is: Af hverju ég?

source: What available time do I have?
is: Hvaða tíma hef ég aflögu?

source: Save
is: Vista

source: Cancel
is: Hætta við

source: 403 Access Denied
is: 403 Aðgangi hafnað

source: 404 File Not Found
is: 404 Skjal fannst ekki

source: Something bad happened!
is: Eitthvað slæmt gerðist!

source: A bunch of well-trained monkeys have been notified and they will take a look at the problem as soon as possible.
is: Hópur vel þjálfaðra apa hefur verið látinn vita og mun líta á vandann eins fljótt og auðið er.

source: Sometimes things break only for a few seconds, so it may work if you try again.
is: Stundum bila hlutirnir bara í nokkrar sekúndur þannig að það gæti virkað að reyna aftur.

source: Otherwise, please email us at
is: Ef ekki, vinsamlegast sendið okkur póst á netfangið

source: Overview
is: Yfirlit

source: Issues
is: Mál

source: Elections
is: Kosningar

source: Agreements
is: Samþykktir

source: Volunteer for tasks
is: Grasrótarinn

source: You are an officer in this polity.
is: Þú ert umsjónarmaður þessa þings.

source: You are a member of this polity.
is: Þú ert meðlimur þessa þings.

source: You are not a member of this polity.
is: Þú ert ekki meðlimur þessa þings.

source: Profile
is: Mín síða

source: User's tasks
is: Verk notanda

source: Help
is: Hjálp

source: My profile
is: Mín síða

source: My settings
is: Stillingar

source: Personal data
is: Persónugögn

source: Logout
is: Útskrá

source: Log in
is: Innskrá

source: Sign up
is: Nýskrá

source: Email change pending
is: Netfangsbreyting krefst staðfestingar

source: Your new email address must be confirmed. When you close this dialog, we will send you a confirmation email to your newly designated address.
is: Staðfesta þarf nýja netfangið þitt. Þegar þú lokar þessum glugga munum við senda þér staðfestingarpóst á nýja netfangið.

source: If you do not complete the process within 24 hours, you will have to try again.
is: If ferlið er ekki klárað innan 24 tíma muntu þurfa að reyna aftur.

source: OK
is: Í lagi

source: This page is dedicated to your personal data.
is: Þessi síða er tileinkuð persónugögnum þínum.

source: You own your personal data. We are ideologicaly committed to the protection and responsible use of your personal data. We avoid collecting personal data unless we see a good reason to. We do not share it with others without your informed consent, unless forced to by law, and then only after having made sure that we absolutely need to.
is: Þú átt persónugögnin þín. Okkar hugmyndafræði gengur út á að persónugögn séu vel vernduð og meðhöndluð af ábyrgð. Við forðumst að safna persónugögnum nema við sjáum góða ástæðu til. Við deilum ekki þeim ekki með öðrum án upplýsts samþykkis þíns nema landslög krefji og þá einungis eftir að hafa gengið úr skugga um að við séum algjörlega tilneydd.

source: Terms and Conditions
is: Notkunarskilmálar

source: Here you can retrieve the latest version of our terms and conditions to which you have provided your consent. There you should find anything you might need regarding to your personal data, including why and how we process it. If not, please let us know!
is: Hér finnurðu nýjustu útgáfu notkunarskilmálanna sem þú hefur samþykkt. Í þeim ættirðu að finna allt varðandi persónugögnin þín, þar á meðal hvers vegna og hvernig við meðhöndlum þau. Ef ekki, endilega láttu okkur vita!

source: Show terms and conditions
is: Sýna notkunarskilmála

source: Retrieve personal data
is: Sækja persónugögn

source: This option allows you to download all personal data about you that we have in our possession, in an open and commonly used format.
is: Þessi valmöguleiki gerir þér kleift að niðurhala öllum persónugögnum sem við höfum um þig í opnu og algengu skráasniði.

source: Change password
is: Breyta lykilorði

source: Settings
is: Stillingar

source: You are signed in as
is: Þú ert innskráð(ur) sem

source: Voting System - Pirate Party Iceland
is: Kosningakerfi Pírata

source: An online platform for holding elections and voting on issues.
is: Vefkerfi fyrir kosningar og atkvæðagreiðslur um mál.

source: About wasa2il
is: Um wasa2il

source: License
is: Notandaleyfi

source: Authors
is: Höfundar

source: Version
is: Útgáfa

source: We use cookies for authentication purposes.
is: Við notum vafrakökur (e. cookie) til auðkenningar.

source: We do <strong>not</strong> use them to track you.
is: Við notum þær <strong>ekki</strong> til þess að fylgjast með vefnotkun þinni.

source: I accept cookies being used for authentication purposes.
is: Ég samþykki að vafrakökur séu notaðar til auðkenningar.

source: Continue
is: Halda áfram

source: Cookies are needed to use this website.
is: Vafrakökur eru nauðsynlegar til að nota þennan vef.

source: Move to top
is: Færa efst

source: Move to bottom
is: Færa neðst

source: Vote
is: Kjósa

source: Your ballot is empty.
is: Kjörseðillinn er tómur.

source: Drag candidates here or click the vote buttons.
is: Dragðu frambjóðendur hingað eða smelltu á takka til að kjósa.

source: You have selected all the candidates, good work!
is: Þú hefur raðað öllum á seðilinn, vel gert!

source: There are no candidates standing in this election yet!
is: Þessar kosningar hafa enga frambjóðendur enn sem komið er.

source: New and recent elections
is: Nýlegar kosningar

source: Elections ongoing, upcoming or concluded in the past %(RECENT_ELECTION_DAYS)s days.
is: Kosningar í gangi, á döfinni eða lokið síðustu %(RECENT_ELECTION_DAYS)s daga.

source: New election
is: Ný kosning

source: Show closed elections
is: Sýna liðnar kosningar

source: Show all elections in polity
is: Sýna allar kosningar í þingi

source: Election
is: Kosning

source: Polity
is: Þing

source: State
is: Ástand

source: Candidates
is: Frambjóðendur

source: Votes
is: Atkvæði

source: You have voted in this election
is: Þú hefur greitt atkvæði í þessum kosningum

source: You have not voted in this election
is: Þú hefur ekki greitt atkvæði um þetta mál

source: Candidacy deadline expired
is: Framboðsfrestur liðinn

source: Unknown state
is: Óþekkt ástand

source: No elections are scheduled at the moment.
is: Engar kosningar eru á dagskrá í augnablikinu.

source: Polities
is: Þing

source: Elections are held in order to select between candidates running for various positions.
is: Kosningar eru haldnar til þess að velja á milli frambjóðenda til hinna ýmissu embætta eða á framboðslista.

source: The results of elections are determined by applied rules, such as which counting method is used (First-past-the-post, Single-transferable-vote, Schulze etc.).
is: Niðurstöður kosninga ráðast af því hvaða reglur séu notaðar, t.d. hvaða talningaraðferð sé beitt (First-past-the-post, Single-transferable-vote, Schulze o.s.frv.).

source: Election:
is: Kosning:

source: There was an error while processing your vote. Please try again.
is: Það kom upp villa við úrvinnslu atkvæðisins þíns. Vinsamlegast reyndu aftur.

source: Your votes have been submitted!
is: Atkvæði þitt hefur verið móttekið!

source: You can continue adding, removing or reordering candidates until the deadline.
is: Þú getur haldið áfram að bæta við, fjarlægja eða umraða frambjóðendum þar til fresturinn rennur út.

source: Working...
is: Sendi gögn...

source: Edit
is: Breyta

source: This election is closed.
is: Þessu máli er lokið.

source: You ended up in %(user_result)s. place.
is: Þú lentir í %(user_result)s sæti.

source: You cannot vote in this election:
is: Þú getur ekki kosið í þessum kosningum:

source: Please log in.
is: Vinsamlegast skráðu þig inn.

source: You joined the organization too late.
is: Það er of stutt síðan þú gekkst í félagið.

source: You do not meet the requirements.
is: Þú uppfyllir ekki skilyrðin.

source: You cannot run in this election:
is: Þú getur ekki farið fram í þessum kosningum:

source: You can run
is: Mátt bjóða fram

source: You can vote
is: Mátt kjósa

source: Details ...
is: Upplýsingar ...

source: Shortest ballot length
is: Lengd stystu kjörseðla

source: ballots
is: kjörseðlar

source: Average ballot length
is: Meðallengd kjörseðla

source: Longest ballot length
is: Lengd lengstu kjörseðla

source: Most common ballot length
is: Algengasta lengd kjörseðla

source: Ballot lengths
is: Lengd kjörseðla

source: About This Election
is: Um Þessar Kosningar

source: Election results
is: Niðurstöður kosningar

source: The voting system used in this election generates a non-ordered list. All winners are in the same place.
is: Talningaraðferð þessarar kosningar skilar óröðuðum lista. Allir sigurvegarar eru í sama sæti.

source: Vote statistics
is: Kosningatölfræði

source: votes
is: atkvæði

source: for your eyes only
is: bara fyrir þig

source: No votes were cast.
is: Engin atkvæði voru greidd.

source: Votes are still being counted.
is: Enn er verið að telja atkvæðin.

source: Download detailed statistics as:
is: Hala niður tölfræði sem:

source: Text
is: Texti

source: Downloads include rankings, pairwise victories and ballot counts.
is: Tölfræðiniðurhal inniheldur raðtölur, vinninga og tölfræði kjörseðla.

source: Details below %(limit)s. place are omitted except for the candidates themselves and members of staff.
is: Tölfræði eftir %(limit)s. sæti er sleppt, nema hjá frambjóðendum sjálfum og starfsfólki.

source: your favorites first!
is: uppáhaldin þín efst!

source: How To Vote
is: Hvernig Skal Kjósa

source: Click the Start Voting button to begin
is: Smelltu á Opna Kjörseðil hnappinn til að byrja

source: Click a Vote button to vote for a candidate
is: Smelltu á Kjósa hnapp til að kjósa frambjóðanda

source: Click the arrows to move your favorite candidates to the top
is: Smelltu á örvarnar til að raða bestu frambjóðendunum í efstu sætin

source: Your vote will be counted when the deadline has passed
is: Atkvæði þitt verður talið þegar fresturinn rennur út

source: Start Voting
is: Opna Kjörseðil

source: running in this election
is: í þessari kosningu

source: Announce candidacy
is: Tilkynna framboð

source: Are you sure you want to withdraw? This can not be undone.
is: Ertu viss um að draga framboð þitt til baka? Það er óafturkræft.

source: Withdraw candidacy
is: Draga framboð til baka

source: Action confirmed
is: Aðgerð staðfest

source: Please click here to continue
is: Vinsamlegast smelltu hér til að halda áfram

source: In order to complete the action, please click the following link:
is: Til þess að klára aðgerðina máttu vinsamlegast smella á eftirfarandi tengil:

source: Confirm
is: Staðfesta

source: If you did not request this action, you can safely ignore this email.
is: Ef þú baðst ekki um þessa breytingu geturðu hunsað þennan póst.

source: In order to receive email concerning meetings, notifications and other material regarding our, we need your informed consent to send you such email. Whether you choose to receive such email or not has no effect on your registration or membership in other ways. With each email comes a link for unsubscribing to further emails.
is: Til að fá fundarboð, tilkynningar og annað sem varðar starf okkar með tölvupósti þurfum við upplýst samþykki þitt fyrir slíkum sendingum. Hvort þú kjósir að fá slíkar sendingar hefur engin áhrif á skráningu þína eða aðild að öðru leyti. Með hverjum pósti sem við sendum fylgir tengill til að hafna frekari tölvupóstsendingum.

source: Do you want to receive such email?
is: Viltu fá slíkar sendingar?

source: The title
is: Fyrirsögnin

source: The polity
is: Þingið

source: References section
is: Tilvísanasvæðið

source: Assumptions section
is: Forsendusvæðið

source: Declarations section
is: Fullyrðingasvæðið

source: Related help pages
is: Tengdar hjálparsíður

source: How does one make a proposal?
is: Hvernig leggur maður fram tillögu?

source: How does electronic democracy work?
is: Hvernig virkar rafrænt lýðræði?

source: Copyright
is: Höfundarréttur

source: This is free software, licensed under the GNU Affero General Public License.
is: Þetta er frjáls hugbúnaður, gefinn út undir skilmálum GNU Affero General Public License leyfisins.

source: What is wasa2il?
is: Hvað er wasa2il?

source: Who can use wasa2il?
is: Hver getur notað wasa2il?

source: What is a polity?
is: Hvað er þing?

source: What is a topic?
is: Hvað er málaflokkur?

source: What is an issue?
is: Hvað er mál?

source: What's a sensible process for a polity?
is: Hvað er skynsamt verkferli fyrir þing?

source: What is an agreement?
is: Hvað er samþykkt?

source: Proposals
is: Tillögur

source: Type
is: Tegund

source: Document
is: Skjal

source: Abstain
is: Sitja hjá

source: Adopted
is: Samþykkt

source: This polity has no agreements.
is: Þetta þing hefur engar samþykktir.

source: Author
is: Höfundur

source: Comments
is: Ummæli

source: Details
is: Nánar

source: Your search returned no results
is: Leitin skilaði engum niðurstöðum

source: Issue number
is: Málsnúmer

source: Proposal
is: Tillaga

source: In topics
is: Í málaflokkum

source: Start time
is: Upphafstími

source: Discussion ends
is: Umræðum lýkur

source: Issue vote begins
is: Atkvæðagreiðsla hefst

source: Issue vote ends at
is: Atkvæðagreiðslu lýkur

source: abstain
is: sitja hjá

source: Result
is: Niðurstaða

source: Majority threshold
is: Meirihlutaþröskuldur

source: New and recent issues
is: Nýleg mál

source: Issues ongoing, upcoming or concluded in the past %(RECENT_ISSUE_DAYS)s days.
is: Mál í gangi, á döfinni eða lokið síðustu %(RECENT_ISSUE_DAYS)s daga.

source: Show closed issues
is: Sýna lokuð mál

source: Show all issues in polity
is: Sýna öll mál í þingi

source: Issue
is: Málefni

source: You have voted on this issue
is: Þú hefur greitt atkvæði í þessu máli

source: You have not voted on this issue
is: Þú hefur ekki greitt atkvæði í þessu máli

source: In discussion
is: Í umræðu

source: Accepting proposals
is: Opið fyrir tillögur

source: There are no new issues at the moment.
is: Engin nýleg mál eru til umræðu í augnabliknu.

source: Document:
is: Skjal:

source: Status:
is: Staða:

source: Agreement
is: Samþykkt

source: Name change
is: Nafnbreyting

source: Propose change
is: Stinga upp á breytingu

source: Retract proposal
is: Draga tillögu til baka

source: Are you sure you want to retract this issue?
is: Ertu viss um að þú viljir draga þessa tillögu til baka?

source: Note that this will only cancel its vote, but will not delete the proposal itself.
is: Athugaðu að þá verður einungis horfið frá atkvæðagreiðslu, en tillagan sjálf verður ennþá til staðar.

source: Edit proposal
is: Breyta tillögu

source: Put to vote
is: Setja í kosningu

source: Referenced issue
is: Tilheyrandi mál

source: Versions
is: Útgáfur

source: Status
is: Staða

source: New draft
is: Ný drög

source: New Document
is: Nýtt skjal

source: In polity:
is: Í þingi:

source: New document
is: Nýtt skjal

source: Agreements are decisions that have been accepted by vote.
is: Samþykktir eru ákvarðanir sem hafa verið teknar með atkvæðagreiðslu.

source: Such agreements come in a few different types such as motions, policy decisions and bylaws.
is: Nokkrar tegundir eru til af samþykktum, t.d. ályktanir, stefnur og félagslög.

source: Search agreements
is: Leita í samþykktum

source: agreements found
is: samþykktir fundnar

source: Issue vote:
is: Atkvæðagreiðsla:

source: This issue is closed and awaits final processing.
is: Þessu máli er lokið og bíður það lokaúrvinnslu.

source: You cannot vote on this issue:
is: Þú getur ekki greitt atkvæði í þessari atkvæðagreiðslu:

source: Discussion
is: Umræða

source: This issue was concluded a while ago, so you must log in to see comments.
is: Þessu máli lauk fyrir nokkru síðan og er því krafist innskráningar til að sjá umræðu.

source: for or against this issue
is: með eða á móti þessu máli

source: New issue
is: Nýtt mál

source: Comparison
is: Samanburður

source: Issues are proposals that are voted on. If accepted by a majority vote according to the applied rules, issues become accepted decisions known as agreements.
is: Mál er tillaga sem greitt er atkvæði um. Ef mál er samþykkt af meirihluta samkvæmt gefnum reglum verður það að samþykkt.

source: Issue nr.
is: Málsnr.

source: Documents
is: Skjöl

source: Comparison in progress...
is: Samanburður í vinnslu...

source: Compared to
is: Samanborið við

source: predecessor
is: fyrirrennari

source: This proposal has been accepted by vote.
is: Tillaga þessi hefur verið samþykkt með atkvæðagreiðslu.

source: This content is still merely a proposal and has not yet been accepted by vote.
is: Enn er þetta einungis tillaga sem hefur ekki verið samþykkt með atkvæðagreiðslu.

source: This proposal has been rejected by vote.
is: Tillögu þessari hefur verið hafnað með atkvæðagreiðslu.

source: This proposal is deprecated. A newer version has taken effect.
is: Þessi tillaga er úreld. Nýrri útgáfa hefur tekið gildi.

source: This proposal has been retracted by its proposer or an officer.
is: Þessi tillaga hefur verið dregin til baka af flutningsmanni eða umsjónarmanni.

source: New issues
is: Ný mál
